{
    "title": {
        "media": {
            "url": "",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Biographies",
            "text": "London, Brighton and South Coast Railway CMEs / Locomotive Superintendents"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1911"
            },
            "end_date": {
                "year": "1922"
            },
            "text": {
                "text": "<p>\n\n<b>Lawson Butzkopfski</b> (or <b>Boskovsky</b>) <b>Billinton</b> (4 February 1882 – 19 November 1954) was the Locomotive Engineer of the London, Brighton and South Coast Railway from 1912 until the company became part of the Southern Railway in 1923. He joined the LBSCR in 1900 as an apprentice. By the end of 1907 he was a district locomotive superintendent at the railway works at New Cross. From February 1911 Billinton was locum tenens, or caretaker, for Locomotive Engineer D. E. (Earle) Marsh at Brighton works whilst Marsh was on leave of absence due to ill health. Earle Marsh resigned in July 1911. Billinton was promoted to Locomotive Engineer at the beginning of 1912.\n</p><p>In 1917 Billinton was commissioned as a temporary lieutenant colonel in the Royal Engineers, and he served on military missions to Romania and Russia. He retired from the SR aged 40 in 1923, taking up fruit farming at Bolney in Sussex. Billinton died in 1954 at Lyme Regis in Dorset.\n</p>\n\n<h2>Early career</h2>\n<p>Lawson Billinton was born in Brighton, the third son of R. J. Billinton, who later became the LBSCR's Locomotive Engineer in 1890. His mother was of Polish origin and his middle name Butzkopfski (sometimes spelled Boskovsky) was her family name. He became a pupil of his father at Brighton works in January 1900. He was a fitter's apprentice from September 1900. In February 1903 he was promoted to draughtsman, and promoted again in September 1903 to inspector of materials. In September 1904 he became assistant foreman at New Cross. R. J. Billinton died in office in November 1904, and was succeeded as Locomotive Engineer by D. E. (Earle) Marsh.\n</p><p>Earle Marsh placed Lawson Billinton in charge of all experimental work on the LBSCR's locomotives and rolling stock, including the trials of the new Marsh Atlantics. In January 1906 Billinton was transferred to Brighton as assistant outdoor superintendent, moving back to New Cross in February 1907 and becoming district locomotive superintendent in July of that year.\n</p><p>The reconstruction of Brighton works under Marsh caused tremendous difficulties in maintaining and repairing the LBSCR's locomotive stock. Some major repairs and boiler changes began to be carried out at New Cross under Billinton's supervision, but this had little effect on the situation. By 1910 about 30% of the locomotive stock was out of traffic and awaiting repair, and the number of engine failures in service increased substantially in the second half of that year, for which Marsh was held responsible by the directors of the company. Because Earle Marsh was in poor health he was given leave of absence until 30 June 1911, and Billinton was instructed to take general charge of Brighton works as Marsh's locum tenens or caretaker from 15 February 1911.\n</p>\n\n<h2>Locomotive Engineer</h2>\n<p>Marsh resigned his post on 1 July 1911. The LBSCR's board of directors initially approached Robert Urie of the London and South Western Railway to be Marsh's successor, but he declined. Instead Billinton was appointed Locomotive Engineer from 1 January 1912 with a starting salary of £1,500 per annum, \"with management and control of engine construction and repair shops at Brighton and other locomotive depots, and of the work and business to be carried out and done therein.\" Marsh had been in charge of all the LBSCR's rolling stock, but the board of directors now created a Carriage and Wagon Department at Lancing to be run independently of Billinton's department, to reduce the workload of the Locomotive Engineer. Both Billinton and A. H. Panter, head of the Lancing carriage department, were now required to submit all their proposals for new construction to the LBSCR Locomotive Committee, and proposals for alterations of existing stock to the Superintendent of the Line and the general manager.\n</p><p>Under construction at the time of Billinton's promotion were Marsh-designed locomotives of the H2, J and I3 classes.\n</p><p>The six members of the H2 class were a superheated development of the H1 Marsh Atlantics, authorised in April 1911 and entering traffic between June 1911 and January 1912, with minor alterations to Marsh's original design by Billinton. The prototype 4-6-2 J tank locomotive, no. 325, was completed in December 1910; construction of the second engine, no. 326, started in May 1911. Since a number of problems were being experienced with no. 325 in traffic Billinton was given permission to halt work on no. 326 in June to concentrate on repairs to existing stock and construction of the H2 class. By the beginning of 1912, when construction recommenced, Billinton had modified the design sufficiently for the locomotive to be given the class designation J2 (the prototype becoming J1). Modifications included replacement of the Stephenson valve gear with Walschaerts gear, a reduction in water tank capacity and the use of spiral springs in the suspension instead of leaf springs. Although no. 326 had better acceleration and a faster top speed than no. 325 no further members of the class were built, in part because the 10 members of the superheated I3 4-4-2 class built between August 1912 and March 1913 proved to be the equal of the J2 class in performance and reliability.\n</p><p>Billinton introduced the E2 class 0-6-0T and the K class 2-6-0 of 1913, and the L class 4-6-4T of 1914.\n</p><p>The first Billinton-designed class was the 0-6-0T E2 class of shunting engine, five of which were introduced between June 1913 and January 1914. Two of the class were fitted with equipment for operating passenger trains, and used on six-coach sets in the south London area. Oscillating whilst accelerating, unsteady at speed and with a tendency to throw live coals out of the chimney the locomotives were soon returned to shunting duties. In September 1913 the first of the 2-6-0 K class locomotives entered traffic. These locomotives were intended to fulfill the need to accelerate the speed of goods traffic on the congested London suburban lines. They were fitted with parallel superheated boilers with Belpaire fireboxes (the first such on the LBSCR) and were capable of hauling 1,000 ton trains at an average speed of 30 to 35 mph. The five locomotives of the initial batch were successful enough in working munitions trains to Newhaven at the beginning of World War I for the Government to grant permission for the construction of five more of the class, eventually constructed at the end of 1916.\n</p><p>In October 1913 Billinton ordered the design of an enlarged version of the J class tank, with the trailing truck replaced by a bogie. This 4-6-4 or Baltic wheel arrangement was intended to be more stable at speed than the 4-6-2 arrangement of the original design. An order for five locomotives was placed with Brighton Works in November 1913, and the first, no. 327, was completed in April 1914. Construction of the second member of the class, no. 328, was interrupted whilst no. 327 was tested. As at the same time Billinton began a project to design and construct an express 4-6-0 tender locomotive, it has been suggested that he may have been intending to complete no. 328 as such. No. 327 was involved in a couple of minor derailments in August and November 1914, which were ascribed to the surging movement of water in half-full side tanks. The locomotive was withdrawn from service whilst consideration was given to its conversion to a tender engine. Billinton instructed the drawing office in February 1915 to cost both a conversion scheme and a scheme to modify the side tanks to improve stability. As costs appeared to be almost equal it was decided to complete no. 328 as a tank engine, and to modify both locomotives by inserting a well tank between the frames and restricting the depth of water in the side tanks. By the time no. 328 was completed in March 1916 the order for the remaining three locomotives had been cancelled because of wartime material shortages, and nos. 327 and 328 remained the only members of the L class until 1919.\n</p>\n\n<h2>Wartime service</h2>\n<p>In March 1917 Billinton was commissioned as a temporary lieutenant colonel in the Royal Engineers. He commenced active service on 17 March, and was seconded to the British Railway Mission to Russia and Romania, under General de Candolle. Billinton left for Romania on 18 March, travelling via Sweden and Russia. Arriving in Iaşi (then the temporary capital of Romania) he found that over 60% of the locomotives of the Căile Ferate Române were out of commission or under repair, and Billinton travelled around Romania reorganising. The military situation in Romania rapidly deteriorated through 1917 as the Russian armies in the country began to collapse. Billinton organised the withdrawal of locomotives and rolling stock from Galicia. In October 1917 the Mission was ordered to the Caucasus. By February 1918 they were in Rostov on Don just prior to the city's capture by the Red Army. Billinton received orders to go to Petrograd with dispatches for the British Ambassador. Arriving in Moscow he met the British Consul General, who informed him that the Ambassador had probably left for Finland. Billinton eventually left Russia via Vladivostok, returning to Britain in June 1918. He was allowed to return to the LBSCR on leave without pay, returning to duty on 25 November 1918 as Head of the British Military Mission to Romania in connection with the reorganisation and reconstruction of the railway system in that country. He was appointed a CBE (3rd Class Military Division) in June 1919.\n</p>\n\n<h2>Post-war career</h2>\n<p>Billinton was released from military service on 3 August 1919. Brighton Works was in the immediate post-war years working to full capacity just to clear the backlog of repairs to the locomotive stock. At this time Billinton introduced a top-feed arrangement inside a second dome on replacement boilers. The first new locomotives to be built postwar were seven of a batch of ten K class 2-6-0s, the first being finished in December 1920. Construction of the last three of the batch was cancelled by March 1921. These locomotives were used by Billinton to test various manufacturer's equipment, including feedwater heaters, blastpipes and sanding equipment.\n</p><p>A further batch of five L class 4-6-4 tank locomotives was started in July 1921 and completed between October 1921 and April 1922. The last of the batch, no. 333 was dedicated as a War Memorial Engine in April 1923 and named <i>Remembrance</i>.\n</p><p>Billinton's final contribution was to order the rebuilding of 12 B4 4-4-0 locomotives, which were fitted with K class type boilers and new frames. Only two were completed by the LBSCR in 1922, the remainder being converted by the Southern Railway. Although the B4x class (as it was designated) now had larger and more modern superheated boilers the rebuilds retained the valve gear of the originals, with the result that the locomotives were throttled by small short-travel valves which could not pass the steam needed for an improved performance. By 1930 the class were relegated from main line duties.\n</p><p>The amalgamation of the LBSCR into the Southern Railway Group in 1923. Richard Maunsell became Chief Mechanical Engineer. Billinton took early retirement, leaving his position on 30 June 1923. Shortly afterwards Brighton Works was demoted to a repair depot for locomotives. He purchased a farm near Bolney in Sussex, on which he and his wife grew fruit commercially. Billinton spent two years in Glasgow in the late 1920s as a consultant to the LMS.\n</p><p>Billinton died on 26 November 1954 at Lyme Regis.\n</p>\n\n<h2>Legacy</h2>\n<p>Billinton Way, a short street in Brighton's New England Quarter, built 2004–2008  on the site of the former Brighton railway works, was named after him.\n</p>\n\n",
                "headline": "L. B. Billinton"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1890"
            },
            "end_date": {
                "year": "1904"
            },
            "text": {
                "text": "<p>\n\n<b>Robert John Billinton</b> (5 April 1844 – 7 November 1904) was the Locomotive, Carriage, Wagon and Marine Superintendent of the London, Brighton and South Coast Railway from 1890 until his death.\n</p>\n\n<h2>Early career</h2>\n<p>He was born in Wakefield either on 5 April 1844 or on 5 April 1845, the son of a railway contractor and apprenticed to William Fairbairn &amp; Sons of Manchester in 1859. In 1863 he moved to Simpson &amp; Co. Engineers of Pimlico London, and soon afterwards to the Calderdale Iron Works. From 1865 to 1866 he worked with Roland Child mining and civil engineers of Wakefield. He then became assistant works manager to Munro, Walker and Easton of Sheffield where he was responsible for the design and building of locomotives and stationary engines. In 1870 Robert Billinton was appointed assistant to William Stroudley at the Brighton Works of the LB&amp;SCR. In 1874 he moved to become the assistant of Samuel Waite Johnson of the Midland Railway, at Derby.\n</p>\n\n<h2>LB&amp;SCR</h2>\n<p>Following Stroudley's death in December 1889, Billinton was appointed as his successor the following month. He was responsible for the design of a number of successful locomotive classes at Brighton including the D (later D3) class 0-4-4T, the C2 class 0-6-0, the B4 4-4-0. He also designed and four classes of radial tank engines E3, E4, E5 and E6. Many of his locomotives were rebuilt with larger boilers by his successor D. E. Marsh.\n</p><p>Billinton also introduced new classes of steel-framed carriage stock to the railway and re-organised and enlarged the locomotive and carriage works at Brighton. Robert Billinton died in office on 7 November 1904.\n</p><p>His son, Lawson B. Billinton (1882–1954) was also the Locomotive Engineer to the LB&amp;SCR from 1912 until his retirement in 1922\n</p>\n\n",
                "headline": "R. J. Billinton"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1847"
            },
            "end_date": {
                "year": "1870"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n\n</p>\n\n<p><b>John Chester Craven</b> (born 1813 in Hunslet, Leeds) was an English locomotive engineer. He was the locomotive, carriage and wagon superintendent of the London, Brighton and South Coast Railway from 1847 until his resignation in 1870. He died in 1887.\n</p>\n\n<h2>Early career</h2>\n<p>Little is known of Craven's parentage and there is also some confusion over his early career, but all sources agree that he was born 11 September 1813 at Hunslet a suburb of Leeds. According to John Marshall, Craven began an apprenticeship with Robert Stephenson and Company of Newcastle, later transferring to Fenton, Murray and Jackson of Leeds at the age of fourteen. Bradley states that he began his apprenticeship Fenton Murray and Jackson.\nHe appears to have left Fenton, Murray and Jackson in 1837, and worked briefly for Carrett, Marshall and Company of the Sun Foundry, followed by a year working for Maudslay and Company of Westminster. He then returned to Leeds to become works manager either for Todd, Kitson &amp; Laird followed by Shepherd and Todd or else Shepherd and Todd. He spent three years at Leeds working with David Joy and John Gray, before he was appointed Locomotive Foreman of the Manchester and Leeds Railway. In 1845 he became Locomotive Engineer for the Eastern Counties Railway at Stratford Works but little is known of his work there. In December 1847 he took up his principal post as Locomotive, Carriage and Wagon Superintendent of the London, Brighton and South Coast Railway following the dismissal of John Gray.\n</p>\n\n<h2>Brighton</h2>\n<p>Craven re-organised and greatly enlarged Brighton railway works, and recruited skilled engineers from Leeds thereby enabling locomotives to be built there for the first time. He built useful and reliable locomotives but believed that standardisation of locomotive design held back progress. Instead he followed a policy of producing classes of one or two locomotives designed for specific duties. This proved to be expensive and eventually created a chaotic maintenance situation on the railway. By the time he left office there were seventy-two different designs of locomotive in use. When the directors pressed him to reduce the number of new classes in 1869, Craven offered his resignation. This was accepted by the directors and he was succeeded by William Stroudley.\n</p><p>Following his resignation Craven was frequently employed as a consultant on engineering projects. He was also active in local politics. He died at Brighton in 1887. \n</p><p>Four carriages of Craven's design survive, Nosd. 35, 94, 221 and 204 all on the Bluebell Railway awaiting restoration.\n</p>\n\n<h2>See also</h2>\n<ul><li>List of Craven locomotives.</li></ul>\n\n",
                "headline": "John Chester Craven"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1905"
            },
            "end_date": {
                "year": "1911"
            },
            "text": {
                "text": "<p>\n\n<b>Douglas Earle Marsh</b> (1862–1933) was an English railway engineer, and was the Locomotive, Carriage and Wagon Superintendent of the London, Brighton and South Coast Railway from November 1904 until his early retirement on health grounds in July 1911.\n</p>\n\n<h2>Early career</h2>\n<p>Marsh was born at Aylsham, Norfolk on 4 January 1862, and was educated at Brighton College and University College London. He worked for the Great Western Railway under William Dean becoming an Assistant Works Manager at Swindon in 1888. In 1896 he became Chief Assistant Mechanical Engineer of the Great Northern Railway at Doncaster railway works under H.A. Ivatt, where he participated in the design of the Ivatt Atlantics.\n</p>\n\n<h2>LB&amp;SCR</h2>\n<p>Marsh succeeded R.J. Billinton as the Locomotive, Carriage and Wagon Superintendent at Brighton Works on 23 November 1904. Marsh's locomotive classes included two designs of Atlantic 4-4-2 (H1 Class and H2 Class), and four designs of 4-4-2T (I1, I2, I3, and I4). In 1910 he designed two 4-6-2T tank locomotives of the J1 and J2 classes.  His least successful design was the LB&amp;SCR C3 class 0-6-0 freight locomotives.\nMarsh also rebuilt many of his predecessors' locomotives with larger boilers thereby creating the A1X, B2X, C2X, E4X, E5X and E6X classes. In 1907 he introduced an example of the Schmidt superheater on one of his LB&amp;SCR I3 class locomotives, with dramatically improved results. Whilst at Brighton he abolished the Stroudley yellow livery for passenger locomotives and removed the names from them.\n</p><p>During Marsh's period in office Brighton railway works built up a serious backlog of locomotives awaiting repair, and by 1910 30% of the locomotive stock was unusable. Marsh received a lot of the blame for this situation although it was partly because the works was overwhelmed with work.\n</p>\n\n<h2>Resignation and retirement</h2>\n<p>Marsh was never popular within the workforce at Brighton. He resigned on the grounds of deteriorating health in July 1911, following accusations of a number of irregularities in his accounting. Shortly after his resignation he became a consulting engineer for the Rio Tinto Company until 1932. He died in Bath in May 1933.\n</p>\n\n<h2>Patents</h2>\n<ul><li>GB191028252, published 30 November 1911, Improvements in and relating to systems and apparatus for washing out and filling locomotive boilers and the like</li></ul>\n\n",
                "headline": "D. E. Marsh"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1870"
            },
            "end_date": {
                "year": "1889"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n</p>\n\n<p><b>William Stroudley</b> (6 March 1833 – 20 December 1889) was an English railway engineer, and was one of the most famous steam locomotive engineers of the nineteenth century, working principally for the London, Brighton and South Coast Railway (LB&amp;SCR). He designed some of the most famous and longest-lived steam locomotives of his era, several of which have been preserved.\n</p>\n\n<h2>Early career</h2>\n<p>Born at Sandford-on-Thames, Oxfordshire, William Stroudley began work in 1847 at the local paper mill and in the same year he was apprenticed to John Inshaw's engineering firm in Birmingham. Over the next seven years he gained a variety of engineering experience on stationary engines and steam barges. From 1854 he trained as a locomotive engineer at Swindon Works under Daniel Gooch of the Great Western Railway, but soon moved to the Great Northern Railway under Charles Sacré at their Peterborough workshops, later becoming running foreman at the motive power depot there. In 1861 he was appointed manager of the Edinburgh and Glasgow Railway Cowlairs Works. On 19 June 1865 he was appointed locomotive and carriage superintendent of the Highland Railway at Inverness. He was unable to do any substantial work as the railway had very little money at the time, only producing one locomotive. He was however able to re-organise and modernise the company's Lochgorm Works and reduced the operating costs for the railway's existing fleet.\n</p>\n\n<h2>LB&amp;SCR career</h2>\n<p>In 1870 he was appointed locomotive superintendent of the London, Brighton and South Coast Railway (LB&amp;SCR) at Brighton works following the enforced resignation of J. C. Craven. When he took office there were seventy-two different classes of locomotive in use and so there was an urgent need for standardisation to reduce operating costs. Stroudley was hampered at first by the difficult financial state of his new company, which had faced bankruptcy in 1866. However, during the 1870s and 1880s increased revenues, particularly from the growth of suburban traffic, enabled him to dramatically improve the performance and reliability of the locomotive stock by introducing a number of very successful standard classes.\n</p>\n\n<h3>Locomotive classes</h3>\n<p>Stroudley's first passenger locomotive design at Brighton was the two locomotives of the \"Belgravia class\", 2-4-0 in 1872. They were very similar to two 2-4-0 locomotives constructed at Cowlairs for the Edinburgh and Glasgow Railway in the early 1860s when he was the works manager. They contained many features of his later designs.\n</p><p>In the same year he introduced the first of three important tank engine classes, which were ultimately produced in large numbers. The diminutive LB&amp;SCR A1 Class (Terrier) 0-6-0 tanks were introduced in 1872 and a number were still in active use in the 1960s; several have been preserved. The D1 class 0-4-2T were used for London suburban services of the LBSCR from 1873 until electrification, and some survivors lasted until the early 1950s. The last survivor of the E1 class freight 0-6-0T was withdrawn in 1962, while a previously withdrawn example now preserved.\n</p><p>In 1874, Stroudley also designed the G class of powerful 2-2-2 'singles', the last of which survived until 1914. Less successful were his 0-6-0 C and C1 freight classes of 1871 and 1882 respectively, both of which were underpowered.\n</p><p>Stroudley is best remembered for his 0-4-2 passenger classes. The first of these was a tender engine version of the D1 class, the D2 or \"Lyons\" class, introduced in 1876 and which proved to be very successful. A larger version for express passenger work, the \"Richmond class\", was introduced in 1877. However it is the enlarged B1 class (\"Gladstone class\") express engines of 1882 for which he is best remembered, the last of which survived until 1933. The first member of this class is preserved at the National Railway Museum in York.\n</p>\n\n<h3>Other engineering activities</h3>\n<p>Stroudley was responsible for the re-organisation and modernisation of Brighton railway works and the repair facilities at New Cross. He also designed railway carriages and the steam engines for the LB&amp;SCR cross-channel ferries which operated between Newhaven and Dieppe.\n</p><p>He is also remembered for inventing the re-railing ramps that are still known as \"Stroudley's Patent Ramps\" or \"Rampes de Stroudley\" in some parts of the world.\n</p>\n\n<h2>Death</h2>\n<p>He died of acute bronchitis on 20 December 1889 during his visit to the Paris Exhibition where he was exhibiting one of his locomotives. Stroudley was buried in the Extra Mural Cemetery, Brighton on 24 December 1889. He was succeeded at Brighton by R. J. Billinton.\n</p>\n\n",
                "headline": "William Stroudley"
            }
        }
    ]
}