{
    "title": {
        "media": {
            "url": "",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Biographies",
            "text": "South Eastern and Chatham Railway CMEs / Locomotive Superintendents"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1913"
            },
            "end_date": {
                "year": "1922"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n\n</p>\n\n\n\n<p><b>Richard Edward Lloyd Maunsell</b>  (pronounced \"Mansell\") (26 May 1868 – 7 March 1944) held the post of chief mechanical engineer (CME) of the South Eastern and Chatham Railway from 1913 until the 1923 Grouping and then the post of CME of the Southern Railway in England until 1937.  He had previously worked his way up through positions in other railways in Ireland, England and India.\n</p>\n\n<h2>Biography</h2>\n<p>He was born on 26 May 1868 at Raheny, County Dublin, in Ireland, the seventh son of John Maunsell, a Justice of the Peace and a prominent solicitor in Dublin. He attended The Royal School, Armagh from 1882 to 1886.  He commenced studies at Trinity College, Dublin on 23 October 1886 for a law degree; however by this stage he had shown a keen interest in engineering.   He concurrently began an apprenticeship at the Inchicore works of the Great Southern and Western Railway (GS&amp;WR) under H. A. Ivatt in 1888.  Following completion of his degree in January 1891 he was able to complete his apprenticeship at Horwich Works on the Lancashire and Yorkshire Railway (as Nigel Gresley had done before him). At Horwich, he worked in the drawing office, before occupying the post of locomotive foreman in charge of the Blackpool and Fleetwood District.\n</p><p>It was at a social evening organised by the L&amp;YR's Aspinall that Maunsell was to meet his future wife, Edith Pearson.  He evidently impressed Edith as she was to send him a letter in March 1893 requesting a tour of the grain elevator at Fleetwood Docks.  Their correspondence became increasingly familiar and on 1 August 1893 Maunsell wrote to Edith's father requesting permission for an engagement to be married, which was refused on the basis of funding with Edith sent to Paris.\n</p><p>Maunsell went to India in 1894, as assistant locomotive superintendent of the East India Railway, He subsequently was appointed district locomotive superintendent of the Asansol District.\n</p><p>He returned in 1896 to become works manager at Inchicore on the GS&amp;WR., Robert Coey having been promoted to locomotive superintendent on the departure of Henry Ivatt. O.S. Nock comments \"with Robert Coey as Locomotive Superintendent and R. E. L. Maunsell as Works Manager at Inchichore the whole department was run with a smoothness to equal anything in the British Isles\".  The increased salary with a free house finally met the income stipulations of Edith's father and enabled Maunsell to marry Edith on 15 June 1896 in London. Maunsell moved up to become locomotive superintendent in 1911.\n</p><p>In 1913, he was selected to succeed Harry Wainwright as CME of the South Eastern and Chatham Railway (SE&amp;CR). When that line was merged in the 1923 grouping, with Urie of the London and South Western Railway retiring and with Billinton of the London, Brighton and South Coast Railway having less experience, he became chief mechanical engineer of the newly formed Southern Railway.  He retired in 1937, Oliver Bulleid taking over from him.\n</p><p>He was appointed a Commander of the Order of the British Empire in the 1918 New Year Honours for his efforts during the First World War.\n</p>\n\n<h2>Locomotives</h2>\n<p>Maunsell's key skill was engineering management rather than locomotive design, and he made use of design teams to create easy-to-maintain locomotives that could operate the required services with effective performance. O. S. Nock in his book <i>Irish Steam</i> observed Maunsell was known to frequently stress the dictum \"make everything get-at-able\". He was responsible for several notable locomotive classes and related equipment.\n</p><p>From his second spell at the GS&amp;WR he is jointly credited with his predecessor Robert Coey with the one-off express passenger engine 4-4-0 No. 341 <i>Sir William Goulding</i>.  He is also credited there with the design of the GS&amp;WR Class 257 (J4) of eight locomotives which were generally thought of as quite successful.  While these were an incremental development of a series of GS&amp;WR 0-6-0 classes of and in particular his predecessor Coey's GS&amp;WR Class 351 (J9) Maunsell's locomotives were the first on the GS&amp;WR to use superheaters and piston valves.  With Maunsell departing Inchicore in 1913 the final members of this class were completed under his successor Watson.\n</p><p>While at the SE&amp;CR in 1917 the Maunsell team created two related prototype locomotives: one was a 2-6-0 (\"mogul\") tender freight locomotive, that was to become SE&amp;CR Class N; the other was a 2-6-4T SE&amp;CR Class K for express passenger work.  These were followed by over 200 succeeding locomotives including classes K, K1, N, N1, U, U1 and  W.  Further locomotives for other railways came from kits of parts produced at Woolwich Arsenal; these consisted of six kits purchased by the Metropolitan Railway Metropolitan Railway K Class and 26 kits purchased by Irish Railways classes 372 and 393 some of which were constructed at Inchicore, Maunsell's old establishment.\n</p><p>A major achievement was the introduction of the 4-6-0 SR Lord Nelson class locomotives and also the 4-4-0 SR V class or <b>Schools Class</b>, which were the ultimate and very successful development of the British 4-4-0 express passenger type. He also introduced pulverised fuel equipment and new types of valve gear.\n</p>\n\n<h2>Patents</h2>\n<ul><li>GB191419269 (with George Victor Valen Hutchinson), published 26 November 1914, Improvements relating to steam superheaters</li>\n<li>GB192985 (with James Clayton), published 15 February 1923, Improvements in or relating to condensers for lubricators of the condensation type</li>\n<li>GB202523 (with James Clayton), published 23 August 1923, A double-feed lubricator</li></ul>\n\n<h2>See also</h2>\n<ul><li>Locomotives of the Southern Railway</li></ul>\n\n<h2>Notes, references and sources</h2>\n<h3>Notes</h3>\n<h3>References</h3>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1217336898\">\n\n<h3>Sources</h3>\n<ul><li><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1215172403\"><cite id=\"CITEREFChacksfield2010\" class=\"citation book cs1\">Chacksfield, J.E. (2010). <i>Richard Maunsell - An Engineering Biography</i> (revised ed.). Oakwood Press. ISBN <bdi>9780853616955</bdi>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Richard+Maunsell+-+An+Engineering+Biography&amp;rft.edition=revised&amp;rft.pub=Oakwood+Press&amp;rft.date=2010&amp;rft.isbn=9780853616955&amp;rft.aulast=Chacksfield&amp;rft.aufirst=J.E.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARichard+Maunsell\"></span></li>\n<li><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1215172403\"><cite id=\"CITEREFClementsMcMahon2008\" class=\"citation book cs1\">Clements, Jeremy; McMahon, Michael (2008). <i>Locomotives of the GSR</i>. Newtownards: Colourpoint Books. ISBN <bdi>9781906578268</bdi>. OCLC 547074718.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Locomotives+of+the+GSR&amp;rft.place=Newtownards&amp;rft.pub=Colourpoint+Books&amp;rft.date=2008&amp;rft_id=info%3Aoclcnum%2F547074718&amp;rft.isbn=9781906578268&amp;rft.aulast=Clements&amp;rft.aufirst=Jeremy&amp;rft.au=McMahon%2C+Michael&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARichard+Maunsell\"></span></li>\n<li><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1215172403\"><cite id=\"CITEREFNock1982\" class=\"citation book cs1\">Nock, O.S. (1982). <i>Irish steam : a twenty-year survey, 1920-1939</i>. Newton Abbott and Pomfret, Vermont: David &amp; Charles. ISBN <bdi>0715379615</bdi>. OCLC 9802320.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Irish+steam+%3A+a+twenty-year+survey%2C+1920-1939&amp;rft.place=Newton+Abbott+and+Pomfret%2C+Vermont&amp;rft.pub=David+%26+Charles&amp;rft.date=1982&amp;rft_id=info%3Aoclcnum%2F9802320&amp;rft.isbn=0715379615&amp;rft.aulast=Nock&amp;rft.aufirst=O.S.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARichard+Maunsell\"></span></li>\n<li><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r1215172403\"><cite id=\"CITEREFSwift2012\" class=\"citation book cs1\">Swift, Peter (2012). <i>Maunsell Moguls</i>. Ian Allan. ISBN <bdi>9780711034006</bdi>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Maunsell+Moguls&amp;rft.pub=Ian+Allan&amp;rft.date=2012&amp;rft.isbn=9780711034006&amp;rft.aulast=Swift&amp;rft.aufirst=Peter&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARichard+Maunsell\"></span></li></ul>\n\n<h2>External links</h2>\n<ul><li>Richard Edward Lloyd Maunsell at steamindex.com</li></ul>",
                "headline": "Richard Maunsell"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": "Caption Credit: All credit to Wikipedia"
            },
            "start_date": {
                "year": "1899"
            },
            "end_date": {
                "year": "1913"
            },
            "text": {
                "text": "<p class=\"mw-empty-elt\">\n\n</p>\n\n<p><b>Harry Smith Wainwright</b> (16 November 1864 – 19 September 1925) was an English railway engineer, and was the Locomotive, Carriage and Wagon Superintendent of the South Eastern and Chatham Railway from 1899 to 1913. He is best known for a series of simple but competent locomotives produced under his direction at the company's Ashford railway works in the early years of the twentieth century. Many of these survived in service until the end of steam traction in Britain in 1968, and are regarded as some of the most elegant designs of the period.\n</p>\n\n<h2>Biography</h2>\n<p>Wainwright was born at Worcester on 16 November 1864, the third son of William Wainwright.\n</p><p>In 1896, he was appointed Carriage &amp; Wagon Superintendent of the South Eastern Railway (SER), in succession to his father.\n</p><p>On 1 January 1899, the SER entered into a working union with the London, Chatham and Dover Railway (LCDR); their respective Locomotive Superintendents, James Stirling and William Kirtley, both retired, and the newly formed South Eastern and Chatham Railway (SECR) decided to combine the locomotive, carriage and wagon departments of the two railways, and appoint Wainwright as the Locomotive, Carriage and Wagon Superintendent. Robert Surtees, the former LCDR Chief Draughtsman, became Chief Draughtsman of the SECR.\n</p><p>Wainwright retired on 30 November 1913.\n</p><p>Wainwright died on 19 September 1925.\n</p>\n\n<h2>Locomotives</h2>\n<p>The first locomotives to be placed in service by the SECR under Wainwright's supervision were not of his design. Until new standard designs could be prepared, which would be acceptable on both the SER and LCDR sections of the SECR, it was necessary to fulfil immediate locomotive requirements in other ways. Existing locomotive orders were allowed to stand; further orders were placed for existing designs (in some cases design modifications were made); and locomotives built to the designs of an entirely different company were purchased from a manufacturer's unsold stock.\n</p><p>Five 4-4-0 express passenger engines of Kirtley's M3 class, which had been introduced on the LCDR in 1891, were built at Longhedge between May 1899 and May 1901. Two of these were the balance of an outstanding LCDR order; the remainder formed part of an order for ten placed by the SECR, of which seven were later cancelled.\n</p><p>Five 4-4-0 express passenger engines of Stirling's B class, which had been introduced on the SER in 1898, were built at Ashford in June and July 1899.\n</p><p>Five 0-6-0 goods engines of Stirling's O class, which had been introduced on the SER in 1878, were built at Ashford in August and September 1899.\n</p><p>The locomotive manufacturer Neilson, Reid and Company had built ten 4-4-0 express passenger engines in late 1899 to the design of William Pickersgill for the Great North of Scotland Railway (GNoSR) where they formed Class V. After the GNoSR decided that only five were required, Neilson's were left with the remainder on their hands, and were asked by the GNoSR to sell them for the best possible price. They were offered to the SECR, which agreed to take the five engines which the GNoSR did not need, subject to certain modifications being made. They were delivered to the SECR in January and February 1900, where they formed the G class.\n</p><p>Fifteen 0-4-4T suburban passenger engines, the R1 class (based on Kirtley's R class of 1891) were built by Sharp, Stewart &amp; Co in November and December 1900.\n</p><p>The first designs which credited Wainwright as designer began to appear in 1900. In almost all cases, the actual design work was supervised by Surtees, with Wainwright specifying broad requirements and also deciding the finish and livery.\n</p><p>The C class of 0-6-0 goods engines comprised 109 locomotives built between 1900 and 1908, of which 15 each were built by the contractors Neilson, Reid and Sharp, Stewart; the remainder were built by the SECR, 60 at Ashford and 9 at Longhedge.\n</p><p>The D class of 4-4-0 express passenger engines comprised 51 locomotives built between 1901 and 1907, of which 30 were built by four different contractors, and 21 were built by the SECR at Ashford.\n</p><p>The H class of 0-4-4T suburban passenger engines comprised 64 locomotives built at Ashford between 1904 and 1909, with a final two completed in 1915 after Wainwright's retirement.\n</p><p>Eight steam railcars were bought from Kitson &amp; Co. in 1905-6 for use on local passenger services.\n</p><p>The E class of 4-4-0 express passenger engines comprised 26 locomotives built at Ashford between 1905 and 1909.\n</p><p>The P class of 0-6-0T local passenger engines comprised eight locomotives built at Ashford in 1909-10.\n</p><p>The J class of 0-6-4T passenger engines comprised five locomotives built at Ashford in 1913.\n</p><p>The L class of 4-4-0 express passenger engines comprised 22 locomotives built by contractors in 1914. Although the specification was drawn up by Wainwright, and the design work supervised by Surtees, the order was not placed until after Wainwright's retirement; his successor, Richard Maunsell, specified some design changes. 12 came from Beyer, Peacock &amp; Co., whilst the other ten were built in Berlin by A. Borsig; these were delivered before the outbreak of war on 3 August 1914, but were not paid for until May 1920.\n</p>\n\n<h2>Patents</h2>\n<ul><li>GB190322276, published 28 April 1904, Improved draught producing and spark arresting apparatus for locomotive engines</li>\n<li>GB190718258 (with Walter Reuben Preston), published 6 August 1908, Improvements in means for securing doors or flaps of railway trucks, horse boxes or the like</li></ul>\n\n<h2>Notes</h2>\n",
                "headline": "Harry Wainwright"
            }
        }
    ]
}